[Version]
7.7

[Main]	
Item0000=欢迎使用 HP Recovery Manager。如果您的计算机始终无法正常工作，可以使用此工具将其恢复正常运行。
Item0001=我需要即刻帮助
Item0002=我想执行维护任务
Item0003=我想联系 HP 支持人员
Item0004=我想采取安全措施
Item0005=Windows 系统还原
Item0006=将您的系统恢复到较早的日期
Item0007=Windows 恢复环境
Item0008=重启进入 Windows 恢复环境以刷新映像或将系统恢复至原始出厂状态。
Item0009=文件备份
Item0010=备份您的个人数据
Item0011=最低限度的映像恢复
Item0012=仅恢复操作系统、驱动程序和某些软件(干净映像)
Item0013=运行计算机检查
Item0014=使用硬件诊断工具诊断您的计算机内存、硬盘…
Item0015=创建恢复介质
Item0016=为您的系统创建一套恢复介质
Item0017=删除恢复分区
Item0018=删除出厂时安装的软件备份映像以释放硬盘空间
Item0019=出厂重置
Item0020=清除整个硬盘并恢复为原始出厂状态以重置计算机
Item0021=执行计算机维护
Item0022=解决问题，下载更新并了解有关计算机的信息
Item0023=从 HP 获得帮助
Item0024=显示 HP 客户支持人员的联系信息
Item0025=显示联系信息
Item0026=显示 HP 客户支持人员的联系信息
Item0027=重新安装驱动程序和应用程序
Item0028=重新安装驱动程序和/或应用程序
Item0029=已禁用: 恢复分区已被删除。
Item0030=已禁用: 请使用恢复介质恢复您的系统。
Item0031=已禁用：已关闭“Windows 系统恢复”。
Item0032=已禁用: 未安装 HP Support Assistant。
Item0033=Windows 备份和还原
Item0034=从现有备份创建备份或还原文件	
Item0035=访问权限不足
Item0036=HP Recovery Manager 需要管理员权限才能运行。 请增加用户账户控制 (UAC) 设置。 	
Item0037=版本: 00
Item0038=已禁用: 动态磁盘不支持
Item0039=已禁用: 使用 Windows 磁盘管理
Item0040=Windows 文件历史记录
Item0041=某些功能需要使用到恢复分区。请将平板电脑对接到底座，然后重新启动 HP Recovery Manager 以启用这些选项。
Item0042=若要使用此选项，请将平板电脑对接到底座，然后重新启动 HP Recovery Manager。
Item0043=只有平板电脑对接到底座，“恢复”和“文件备份”这两个选项才能使用恢复分区。 请将平板电脑对接到底座，重新启动系统，并按 F11 重新启动 HP Recovery Manager。 单击“继续”以运行计算机检查。
Item0044=Windows 系统恢复
Item0045=注意事项
Item0046=支持
Item0047=维护
Item0048=创建恢复介质
Item0049=创建系统恢复介质
Item0050=执行计算机维护
Item0051=联系 HP 支持人员
Item0052=删除恢复分区
Item0053=创建还原点或使用之前创建的还原点来将系统还原到较早的状态
Item0054=Windows 文件历史记录
Item0055=HP 恢复环境
Item0056=重启进入 HP 恢复环境以将系统恢复至原始出厂状态
Item0057=请勿在恢复过程中将平板电脑从底座弹出。这将导致平板电脑无法启动。
Item0058=重新启动并进入 00 以恢复系统
Item0059=Windows 系统重置
Item0060=HP Recovery Manager 仅在横屏模式下受支持。
Item0061=请关闭 HP Recovery Manager，切换显示屏至横屏模式，然后重新运行 HP Recovery Manager。

[General]	
Item0100=返回
Item0101=下一步
Item0102=取消
Item0103=继续
Item0104=完成
Item0105=确定
Item0106=是否要退出 HP Recovery Manager?
Item0107=确保将您的计算机连接到电源适配器，否则，恢复过程可能会中断。
Item0108=HP Recovery Manager 已在运行!
Item0109=重新引导
Item0110=关机
Item0111=警告: 您的计算机当前正在使用电池供电。
Item0112=该过程要求将计算机连接到电源适配器。
Item0113=连接计算机的电源适配器，然后单击“确定”以继续操作。
Item0114=HP Recovery Manager 失败。错误代码 = 00
Item0115=出现错误。请重试。
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(错误代码=00)
Item0119=当前配置下不支持恢复，请启用 Intel Smart Response Technology 加速选项，然后重试。
Item0120=Recovery Manager 适用于 Windows 7。它与 Windows 8 不兼容。
Item0121=Windows 7 不支持该 Softpaq。请先将系统升级到 Windows 8。
	
[Windows System Restore]
Item0200=Windows 系统还原
Item0201=要使用“Windows 系统还原”，将关闭 HP Recovery Manager。
Item0202=“Windows 系统还原”可帮助解决可能导致计算机运行缓慢或停止响应的问题。这不会影响您的任何文档、图片或其他个人数据。
Item0203=要自动启动“Windows 系统还原”，请单击“下一步”。
	       	
[Computer Checkup]	
Item0250=计算机检查
Item0251=为 Windows 分区启动磁盘检查
Item0252=为恢复分区启动磁盘检查
Item0253=打开命令提示符
Item0254=要继续操作，请选择一个选项，然后单击“下一步”。
		
[Remove Recovery Partition]	
Item0300=删除恢复分区
Item0301=删除恢复分区后，Windows Push Button Reset（Windows 一键还原）和 HP 映像恢复选项将不再可用。
Item0302=知道。继续删除恢复分区。
Item0303=继续
Item0304=尚未完成创建恢复介质的过程。在删除恢复分区后，“创建恢复介质”选项将不可用。
Item0305=立即转到 00。
Item0306=正在删除恢复分区…
Item0307=单击“继续”以返回到主页
Item0308=主页
Item0309=创建恢复介质
Item0310=删除恢复分区时遇到错误。请重试。
Item0311=已成功删除恢复分区。
Item0312=删除恢复分区后，HP 映像恢复选项将不可用。
		
[File Restore Program]	
Item0400=文件恢复
Item0401=欢迎使用
Item0402=“文件恢复”可帮助您恢复以前备份的文件。
Item0403=要继续操作，请单击“下一步”。
Item0404=您要恢复哪些文件类型?
Item0405=图片
Item0406=音乐和其它音频文件
Item0407=视频和影片
Item0408=录制的电视节目
Item0409=文档、电子表格和演示文稿
Item0410=电子邮件、Internet 收藏夹和设置
Item0411=其它
Item0412=帮助
Item0413=您的文件将恢复到以下位置:
Item0414=该位置的快捷方式已放在了桌面上。
Item0415=正在进行恢复
Item0416=进度: 00%
Item0417=请稍候...
Item0418=恢复的文件
Item0419=已成功完成恢复过程。
Item0420=要关闭该程序，请单击“完成”。
Item0421=某些恢复的文件路径长度超过 260 个字符。请参见 00。
Item0422=确定
Item0423=警告
Item0424=已运行文件恢复。
Item0425=需要在 Windows 7 中才能运行文件恢复。
Item0426=取消文件恢复?
Item0427=已取消恢复
Item0428=您已取消恢复过程。
Item0429=您要将备份文件保存在哪里？
Item0430=本地磁盘
		
[File Backup Program]	
Item0500=文件备份
Item0501=您要备份哪些文件类型?
Item0502=图片
Item0503=音乐和其它音频文件
Item0504=视频和影片
Item0505=录制的电视节目
Item0506=文档、电子表格和演示文稿
Item0507=电子邮件、Internet 收藏夹和设置
Item0508=其它
Item0509=帮助
Item0510=要继续操作，请单击“下一步”。
Item0511=正在扫描
Item0512=文件备份向导正在创建要备份的文件列表。
Item0513=该过程可能需要几分钟时间。
Item0514=进度: 00 %
Item0515=请稍候...
Item0516=目前，硬盘系统分区上没有足够的可用空间用于在数据压缩期间进行临时存储。
Item0517=您必须释放硬盘系统分区上的一些空间，才能继续执行该任务。
Item0518=确定
Item0519=警告
Item0520=要继续操作，请选择一个选项，然后单击“下一步”。
Item0521=正在创建备份
Item0522=正在创建备份文件
Item0523=正在完成备份文件
Item0524=找不到用户选择的文件类型的文件。
Item0525=您要将备份保存在什么地方?
Item0526=源文件大小: 00
Item0527=名称
Item0528=类型
Item0529=总计大小
Item0530=可用空间
Item0531=没有可备份文件的设备。请确保连接了可移动磁盘。
Item0532=可移动
Item0533=文件备份已准备就绪。
Item0534=您的文件将保存到(00)。
Item0535=正在复制备份
Item0536=未连接目标驱动器。
Item0537=文件备份
Item0538=HP Recovery Manager 已成功创建备份。
Item0539=是否取消文件备份?
Item0540=取消
Item0541=已取消备份
Item0542=您已成功取消备份过程。
Item0543=您已取消备份过程。
Item0544=是否要继续进行系统恢复?
Item0545=是否要继续进行最低限度的映像恢复?
Item0546=是否要继续进行出厂重置?
Item0547=是
Item0548=否
Item0549=刻录机
Item0550=没有可备份文件的设备。请确保连接了可移动磁盘或刻录机。
Item0551=自动备份
Item0552=允许用户选择备份类别(如 Photos)。备份将包含该类别通常使用的大多数文件类型。如果希望使用简便的方法配置备份，请使用此选项。
Item0553=手动备份
Item0554=允许用户选择要备份的特定文件和文件夹。如果您希望完全控制所备份的内容，请使用此选项。
Item0555=直接数据复制
Item0556=“直接数据复制”不使用压缩，并且不使用 HP Recovery Manager 恢复这些文件。要在备份完成后从任何计算机中访问这些文件，只需浏览“系统恢复文件”目录即可。
Item0557=要将数据恢复到原始系统中，只需重新复制并粘贴这些文件即可。
Item0558=插入空白 DVD+R 或 DVD-R 光盘，然后单击“下一步”。
Item0559=刻录进度: 00 %
Item0560=总光盘数: 00
Item0561=当前光盘: 00
Item0562=插入光盘
Item0563=插入空白光盘。
Item0564=HP Recovery Manager 不支持插入的光盘，请插入空白 DVD+R 或 DVD-R (4.7 GB 容量)光盘。
Item0565=正在准备数据
	
[Recovery Media Creation]	
Item0600=主页
Item0601=创建恢复介质
Item0602=您只能创建00套恢复介质。
Item0603=我接受。
Item0604=继续
Item0605=请插入以下介质之一：
Item0606=USB 闪存驱动器
Item0607=最少需要 00GB 容量
Item0608=DVD
Item0609=需要 00 张光盘
Item0610=DVDDL
Item0611=是否继续使用突出显示的介质?
Item0612=是
Item0613=否
Item0614=正在创建 USB 恢复闪存驱动器...
Item0615=准备光盘
Item0616=正在格式化 USB 闪存驱动器
Item0617=复制映像
Item0618=正在创建 USB 恢复闪存驱动器...
Item0619=验证磁盘
Item0620=正在验证 USB 闪存驱动器恢复映像...
Item0621=已完成 00%
Item0622=插入光盘
Item0623=请插入 00 光盘以继续操作。单击“取消”可停止创建恢复介质。可随时通过再次选择“创建恢复介质”选项，继续执行创建恢复介质的过程。
Item0624=准备数据
Item0625=正在创建恢复映像
Item0626=刻录数据
Item0627=正在将恢复映像刻录到光盘中
Item0628=验证光盘
Item0629=正在验证光盘上的恢复映像
Item0630=已在 00 上创建恢复介质。您只能创建一套恢复介质。
Item0631=单击“确定”以返回到主页
Item0632=确定
Item0633=尚未完成创建恢复介质的过程。按“继续”以完成创建恢复介质的过程。
Item0634=取消
Item0635=请连接计算机的电源适配器
Item0636=要继续执行该过程，必须安装电池并将计算机连接到电源适配器上
Item0637=请安装电池
Item0638=找不到光驱
Item0639=您现在可以连接光驱
Item0640=蓝光光盘
Item0641=恢复光盘 00 创建已完成。请制作光盘 00 标签，并将光盘存放在安全的地方。
Item0642=将格式化 USB 闪存驱动器。USB 闪存驱动器中的所有数据都将丢失。将使用 USB 闪存驱动器上的所有空间来存储恢复映像(即使 USB 闪存驱动器比估计的恢复映像大)。
Item0643=单击“取消”以返回到介质选择屏幕，或单击“继续”以开始准备光盘。
Item0644=请选择以下介质选项之一
Item0645=一
Item0646=正在分析硬件…
Item0647=正在创建恢复介质。无法关闭 HP Recovery Manager。
Item0648=创建恢复介质时遇到错误。请重试。
Item0649=所插入的闪盘驱动器的容量不足。请插入另一个驱动器。
Item0650=可重写的介质不受支持。请插入空的 00 光盘。
Item0651=所插入的光盘为非空光盘。请插入空的 00 光盘。
Item0652=恢复光盘(00/01)已完成。请为光盘(00/01)制作标签，并将光盘放到安全的位置。
Item0653=恢复光盘创建已成功。
Item0654=恢复闪存驱动器创建已成功。请为其制作标签，并保存到安全的位置。
Item0655=需要 00 光盘
Item0656=可重写的介质不受支持!!
Item0657=插入的介质不受支持!!
Item0658=恢复分区已被删除 -“创建恢复介质”选项不再可用。
Item0659=光盘验证失败。 请使用其它光盘，然后重试。
Item0660=光盘刻录失败。 请使用其它光盘，然后重试。
Item0661=此系统是从恢复介质创建的。 您只能创建一套恢复介质。
Item0662=恢复分区已被删除。
Item0663=已超过 USB 限制
Item0664=恢复映像超过 32 GB。请使用光学介质。
Item0665=恢复映像超过 USB 闪存驱动器的 32 GB 的大小限制。要创建恢复介质，将需要使用光学介质(DVD)。
Item0666=请确保 USB 闪存驱动器可保留 00 GB 的数据(最大 32 GB)。
Item0667=- 恢复光盘“00/01”已创建完成。请为光盘“00/01”制作标签，并将光盘放置在安全的位置。
Item0668=- 请插入光盘以继续操作，或单击“取消”以停止创建恢复介质。 
Item0669=- 可以随时通过再次选择“创建恢复介质”选项继续创建恢复介质。
Item0670=警告：将格式化选定的 USB 闪存驱动器。USB 闪存驱动器上的所有数据都将丢失。
Item0671=恢复映像将使用 USB 闪存驱动器上最多 32 GB 空间。如果 USB 闪存驱动器大于 32 GB，在创建恢复介质之后闪存驱动器上的额外空间将无法使用。
Item0672=单击“取消”以返回到介质选择屏幕，或单击“继续”以开始创建恢复介质。
Item0673=单击“00”以返回到介质选择屏幕，或选择“01”以开始创建恢复介质。
	
[System Recovery]	
Item0700=将您的计算机恢复到原始出厂状态
Item0701=此过程将在系统分区上重新安装原始出厂映像，但不会执行其它硬盘更改操作。
Item0702=购买后安装的所有程序和用户创建的文件将会丢失。
Item0703=先备份您的文件(建议)
Item0704=恢复而不备份您的文件
Item0705=要继续操作，请选择一个选项，然后单击“下一步”。
Item0706=HP 恢复环境
Item0707=欢迎使用 HP Recovery Manager
Item0708=可以使用该程序将您的计算机恢复到原始出厂状态。
Item0709=请断开所有外接设备，然后再继续操作。
Item0710=有关其它信息，请参阅您的计算机文档。
Item0711=要继续操作，请单击“下一步”。
Item0712=出厂映像恢复
Item0713=正在重新格式化硬盘的 Windows 分区
Item0714=正在重新安装原始软件
Item0715=进度: 00 % 
Item0716=估计剩余时间: 00 分钟
Item0717=请稍候...
Item0718=已完成恢复
Item0719=在重新启动计算机并完成初始计算机设置后，您必须执行一些额外的重要步骤:
Item0720=更新来自 Microsoft 和 HP 的安全文件
Item0721=重新安装计算机未随附的软件
Item0722=恢复可能已备份的任何个人数据(如果适用)
Item0723=单击“完成”以立即重新启动计算机。
Item0724=恢复准备
Item0725=重新格式化硬盘，然后将恢复出厂映像所需的所有文件复制到硬盘上。
Item0726=恢复安装
Item0727=安装软件和驱动程序，然后为您的计算机定制内容。
Item0728=HP Recovery Manager 会将硬盘重置为出厂状态。用户数据和硬盘更改将会丢失。
Item0729=确定
Item0730=取消
Item0731=出厂映像恢复准备
Item0732=正在复制恢复硬盘所需的文件
Item0733=已完成恢复准备
Item0734=计算机重新启动后，将开始恢复安装过程。
Item0735=将安装软件和驱动程序，然后为您的计算机定制内容。
Item0736=在此阶段，计算机将自动重新启动多次。这属于该过程的正常操作。
Item0737=请勿在此期间关闭计算机、合上机盖、断开计算机与电源适配器的连接或试图使用计算机。
Item0738=单击“继续”以立即重新启动计算机。
Item0739=插入恢复光盘 00。
Item0740=从系统中取出恢复介质
Item0741=无法从 Windows 中执行系统恢复。是否要重新引导计算机并进入恢复环境?
Item0742=是否继续?
Item0743=正在准备恢复环境…
Item0744=请关闭所有应用程序并重新启动系统。
Item0745=请断开所有外接设备(键盘、鼠标和显示器除外)，然后再继续操作。
Item0746=无法从 Windows 中执行系统恢复。是否要重新引导计算机并进入恢复环境?
Item0747=恢复过程分为以下两个阶段:
Item0748=主页
Item0749=系统恢复
Item0750=已禁用: 请使用“出厂重置”选项恢复您的系统
Item0751=安装最新的 Microsoft 和 HP 更新程序，使您的系统时刻保持最新状态。
Item0752=您已选择“HP 恢复环境”。系统将重启并进入恢复环境。是否要继续?
Item0753=如果您的笔记本计算机原本包括多个操作系统，则恢复过程会将所有操作系统重置回出厂状态。
Item0754=您已选定 00。系统将重新启动，然后进入恢复环境。 是否要继续?
Item0755=所有用户创建的文件和分区及在购买后安装的任何程序将丢失。
Item0756=恢复过程分为以下两个阶段:
Item0757=恢复准备
Item0758=重新格式化 Windows 分区，然后将 Windows 恢复原始出厂状态所需的所有文件复制到硬盘上。
Item0759=恢复安装
Item0760=安装软件和驱动程序，然后为您的计算机定制内容。
Item0761=正在将文件恢复到硬盘中
Item0762=此计算机已启用 HP Drive Encryption (HPDE)。请在运行系统恢复之前禁用 HPDE。
	
[Minimized Image Recovery]	
Item0800=最低限度的映像恢复
Item0801=该过程将重新安装干净的 Windows 环境，其中将安装驱动程序和最低限度的软件。
Item0802=购买后安装的所有程序和用户创建的文件将会丢失。
Item0803=先备份您的文件(建议)
Item0804=恢复而不备份您的文件
Item0805=要继续操作，请选择一个选项，然后单击“下一步”。
Item0806=最低限度的映像恢复
Item0807=欢迎使用 HP Recovery Manager
Item0808=该过程将重新安装干净的 Windows 环境，其中将安装驱动程序和最低限度的软件。
Item0809=恢复过程分为以下两个阶段:
Item0810=恢复准备
Item0811=重新格式化硬盘，然后将恢复最低限度映像所需的所有文件复制到硬盘上。
Item0812=恢复安装
Item0813=安装软件和驱动程序，然后为您的计算机定制内容。
Item0814=请断开所有外接设备，然后再继续操作。
Item0815=有关其它信息，请参阅您的计算机文档。
Item0816=要继续操作，请单击“下一步”。
Item0817=检测到动态磁盘。无法继续进行恢复。您必须使用恢复介质才能恢复计算机
Item0818=最低限度的映像恢复准备
Item0819=正在重新格式化硬盘的 Windows 分区
Item0820=正在复制恢复硬盘所需的文件
Item0821=进度: 00 % 
Item0822=估计剩余时间: 00 分钟
Item0823=请稍候...
Item0824=已完成恢复准备
Item0825=计算机重新启动后，将开始恢复安装过程。
Item0826=将安装软件和驱动程序，然后为您的计算机定制内容。
Item0827=在此阶段，计算机将自动重新启动多次。这属于该过程的正常操作。
Item0828=请勿在此期间关闭计算机、合上机盖、断开计算机与电源适配器的连接或试图使用计算机。
Item0829=单击“继续”以立即重新启动计算机。
Item0830=已完成恢复
Item0831=在重新启动计算机并完成初始计算机设置后，您必须执行一些额外的重要步骤:
Item0832=更新来自 Microsoft 和 HP 的安全文件
Item0833=重新安装计算机未随附的软件
Item0834=恢复可能已备份的任何个人数据(如果适用)
Item0835=单击“完成”以立即重新启动计算机。
Item0836=确定
Item0837=插入恢复光盘 00。
Item0838=从系统中取出恢复介质
Item0839=HP Recovery Manager 将安装最低限度的映像。用户数据和硬盘更改将会丢失。
Item0840=请断开所有外接设备(键盘、鼠标和显示器除外)，然后再继续操作。
Item0841=已禁用: 请使用“出厂重置”选项恢复您的系统
Item0842=如果您的笔记本计算机原本包括多个操作系统，则恢复过程会将所有操作系统重置回出厂状态。
	
[Boot from UCRD]	
Item0900=系统恢复
Item0901=默认情况下，HP Recovery Manager 从硬盘启动，但您可以从插入的介质中运行该程序。
Item0902=从介质中运行程序
Item0903=从硬盘中运行程序
Item0904=要继续操作，请选择一个选项，然后单击“下一步”。
Item0905=从硬盘中运行程序
Item0906=现在，计算机将从该分区重新引导。
Item0907=取出恢复介质，然后再继续操作。
Item0908=要关闭此向导，请单击“完成”。
Item0909=联系 HP 客户支持人员
Item0910=系统恢复介质不支持此计算机。
Item0911=无法使用该介质恢复此系统。
Item0912=您不能通过该设备端口恢复此系统，请联系 HP 客户支持人员。
		
[Factory Reset]	
Item1000=出厂重置
Item1001=出厂映像恢复
Item1002=是否要将您的系统恢复为原始出厂状态?
Item1003=先备份您的文件(建议)
Item1004=恢复而不备份您的文件
Item1005=要继续操作，请选择一个选项，然后单击“下一步”。
Item1006=欢迎使用 HP Recovery Manager
Item1007=可以使用该程序将您的计算机恢复到原始出厂状态。
Item1008=恢复过程分为以下两个阶段:
Item1009=恢复准备
Item1010=重新格式化硬盘，然后将恢复出厂映像所需的所有文件复制到硬盘上。
Item1011=恢复安装
Item1012=安装软件和驱动程序，然后为您的计算机定制内容。
Item1013=请断开所有外接设备，然后再继续操作。
Item1014=有关其它信息，请参阅您的计算机文档。
Item1015=要继续操作，请单击“下一步”。
Item1016=HP Recovery Manager 会将硬盘重置为出厂状态。用户数据和硬盘更改将会丢失。
Item1017=出厂映像恢复准备
Item1018=正在重新格式化硬盘的 Windows 分区
Item1019=正在复制恢复硬盘所需的文件
Item1020=正在将文件恢复到硬盘中
Item1021=进度: 00 % 
Item1022=请稍候...
Item1023=估计剩余时间: 00 分钟
Item1024=已完成恢复准备
Item1025=计算机重新启动后，将开始恢复安装过程。
Item1026=将安装软件和驱动程序，然后为您的计算机定制内容。
Item1027=在此阶段，计算机将自动重新启动多次。这属于该过程的正常操作。
Item1028=请勿在此期间关闭计算机、合上机盖、断开计算机与电源适配器的连接或试图使用计算机。
Item1029=单击“继续”以立即重新启动计算机。
Item1030=已完成恢复
Item1031=在重新启动计算机并完成初始计算机设置后，您必须执行一些额外的重要步骤:
Item1032=更新来自 Microsoft 和 HP 的安全文件
Item1033=重新安装计算机未随附的软件
Item1034=恢复可能已备份的任何个人数据(如果适用)
Item1035=单击“完成”以立即重新启动计算机。
Item1036=是
Item1037=否
Item1038=联系 HP 客户支持人员
Item1039=在大多数情况下，恢复硬盘将解决您的问题。
Item1040=如果问题仍然存在，您可能需要联系 HP 客户支持人员。
Item1041=您可以在计算机文档中找到 HP 支持人员的联系信息。
Item1042=要关闭该程序，请单击“完成”。
Item1043=插入恢复光盘 00。
Item1044=从系统中取出恢复介质
Item1045=HP Recovery Manager 会将硬盘重置为原始出厂状态。用户数据和所有硬盘更改都将丢失。
Item1046=确定
Item1047=取消
Item1048=请断开所有外接设备(键盘、鼠标和显示器除外)，然后再继续操作。
Item1049=HP Recovery Manager 会将硬盘驱动器重置为原始出厂状态。 用户数据和所有硬盘驱动器更改都将会丢失。	
Item1050=此过程会将系统还原成原始出厂状态。
Item1051=硬盘将重新分区，并重新格式化成原始出厂状态。
Item1052=所有用户定义的文件和分区及在购买后安装的任何程序将丢失。
Item1053=如果您的笔记本计算机原本包括多个操作系统，则恢复过程会将所有操作系统重置回出厂状态。
	
[Restoration Incomplete]	
Item1100=未完成恢复
Item1101=未完成恢复。
Item1102=请选择以下按钮之一:
Item1103=保存日志
Item1104=详细信息
Item1105=重试
Item1106=此功能收集有关您的系统的信息以帮助 HP 诊断问题。
Item1107=插入至少具有 00 MB 可用空间的可移动磁盘驱动器，然后单击“确定”。
Item1108=确定
Item1109=可用空间不足。插入至少具有 00 MB 可用空间的可移动磁盘驱动器，然后单击“确定”。
Item1110=日志文件已保存为 00。
Item1111=插入恢复介质。
Item1112=单击“继续”以立即重新启动计算机。
Item1113=继续
Item1114=总硬盘空间小于出厂时配置的硬盘空间。恢复过程无法继续。
Item1115=总硬盘空间太小。恢复过程无法继续。
		
[Drivers and Applications Reinstall]	
Item1200=重新安装驱动程序和应用程序
Item1201=正在生成驱动程序和应用程序列表
Item1202=主页
Item1203=安装
Item1204=正在安装
Item1205=完成
Item1206=应用程序 (00)
Item1207=驱动程序 (00)
Item1208=HP 更新 (00) - 从 HP.com 或 HP Support Assistant 下载并安装的更新
Item1209=版本: 00
Item1210=00 个项目，
Item1211=00 个(共 01 个)选定项目，
Item1212=00 个应用程序和
Item1213=00 个应用程序和
Item1214=00 个驱动程序和
Item1215=00 个驱动程序和
Item1216=00 个 HP 更新
Item1217=00 个 HP 更新
Item1218=已完成安装。
Item1219=正在安装软件。已取消关闭 HP Recovery Manager。
Item1220=确定
Item1221=请卸载以前的软件版本，然后再重新安装软件。
Item1222=软件重新安装期间遇到错误。请重试。
Item1223=在此计算机上未找到软件源
Item1224=数据项
Item1225=00 个(共 01 个)选定项目，
Item1226=一个或多个选定的驱动程序和/或应用程序可能未正确安装，已经标上了“惊叹号”。请先将它们从计算机中卸载，然后再尝试从 HP Recovery Manager 中重新安装它们。
Item1227=一个或多个选定的驱动程序和/或应用程序可能未正确安装，已经标上了 00。请先将它们从计算机中卸载，然后再尝试从 HP Recovery Manager 中重新安装它们。
Item1228=00 驱动程序
Item1229=(00) 驱动程序	
Item1230=完成	
	
[RP Protection]	
Item1300=恢复分区
Item1301=警告
Item1302=该硬盘区域（或分区）含有 Windows Push Button Reset（Windows 一键还原）和 HP 映像恢复过程中需要使用到的文件。
Item1303=不要删除或更改其中的任何文件。
Item1304=对该分区所做的任何更改可能会影响日后的系统恢复功能。
	
[Show Contact Information]	
Item1350=联系 HP 客户支持人员
Item1351=大多数情况下，出厂映像恢复将纠正您的问题。
Item1352=如果问题仍然存在或需要更换系统恢复介质，则可能需要请求 HP 客户支持人员提供帮助。
Item1353=可通过以下网站联系 HP 客户支持人员:
Item1354=www.hp.com/go/contacthp
Item1355=单击“完成”以关闭该程序。
Item1356=单击“取消”以关闭该程序。

[File Backup Program 2.0]
Item1400=您要使用哪种文件选择方法来创建备份?
Item1401=自动选择
Item1402=选择要备份的文件类别。
Item1403=用户选择
Item1404=选择要手动备份的文件夹和文件。
Item1405=如果是“自动选择”，您可以选择要备份的文件的类别。 例如，“图片”和“音乐和其它音频文件”。 然后，程序会在计算机中搜索这些类别的文件（根据通常用于这些文件的预定义文件类型集）并对它们进行备份。 这些文件会被压缩，必须使用文件恢复选项进行恢复才能访问。
Item1406=如果是“用户选择”，您可以通过 Windows 资源管理器窗口精确选择要备份的文件和文件夹。 有两个备份选项可用：“压缩”和“不压缩”。
Item1407=压缩: 这些文件会被压缩，必须使用文件恢复选项进行恢复才能访问。
Item1408=不压缩: 逐个复制这些文件和目录，不进行压缩。 无需使用文件恢复选项就能访问这些文件。
Item1409=是否要使用压缩?
Item1410=压缩
Item1411=不压缩
Item1412=这些文件会被压缩成 WIM 文件格式，必须使用文件恢复选项恢复到计算机上才能访问。 此选项可以最大限度地降低备份的大小，而且在文件恢复期间，所有文件都将自动复制到 C:\ 中，通过桌面上的快捷方式即可进行访问。
Item1413=这些文件和目录会在不压缩的情况下被逐个复制，无需使用文件恢复选项即可直接从备份驱动器上进行访问。 此选项不会最大限度地降低备份的大小，而且必须手动将这些文件和目录复制（复制/粘贴）到计算机。
Item1414=您要备份什么文件?
Item1415=浏览文件
Item1416=备份大小:  00
Item1417=名称
Item1418=大小
Item1419=备份介质选择
Item1420=介质选择: 00
Item1421=需要 00 张此类型的光盘来创建备份。
Item1422=要继续使用选定的介质进行备份，请单击“下一步”。
Item1423=要选择使用其它类型的介质，请单击“上一步”。
Item1424=正在准备文件
Item1425=正在创建光盘
Item1426=刻录光盘
Item1427=验证光盘
Item1428=请插入第 00 张（共 00 00 张）光盘。
Item1429=选定的文件
Item1430=复制文件
Item1431=已复制选定的文件和目录
Item1432=Recovery Manager 成功复制了文件
Item1433=有些文件的大小超过了备份光盘容量，备份过程无法继续。
Item1434=更改为“压缩”模式
Item1435=取消选择大于 00 的文件
Item1436=重新选择设备
Item1437=大文件列表
Item1438=请插入 00 张光盘。
Item1439=未找到具有足够备份空间的磁盘。 请连接其它磁盘或释放当前所连接磁盘上的空间。
Item1440=不支持该光盘类型。
Item1441=缩减文件大小。 需要使用“文件恢复”选项。
Item1442=不会缩减文件大小，不需要使用“文件恢复”选项。
Item1443=备份只能保存到光学介质或外接硬盘上。 如果所需的设备和/或介质类型未在下面列出，请确保设备已连接并且已经打开，或者所需的介质类型已插入到光学设备中，然后才可以继续备份过程。
Item1444=这是错误的光盘，或者光盘可能已损坏。请插入光盘 00。
Item1445=备份只能保存在 NTFS 格式的外部硬盘驱动器或者 USB 闪存驱动器。在继续备份流程之前，请确保目标设备已经连接，且文件系统是 NTFS 格式。
Item1446=如果在“自动选择”或“用户选择”中选定 00，则所有文件将会以“不压缩”模式备份，并且必须通过手动复制相关数据来恢复这些文件。 不能使用“文件恢复”选项。
Item1447=所有文件存储在 00 文件夹下。
Item1448=这些文件会被压缩成 WIM 文件格式，必须使用“文件恢复”选项将其恢复到计算机上，然后才能访问这些文件。 此选项会将备份大小减少到最小，并且所有文件将恢复到您指定的目标位置，您可以通过桌面上的快捷方式访问这些文件。
Item1449=选定 00 数据后，将不支持压缩。
Item1450=00 数据已备份到备份文件夹的根目录下的以下文件夹：
Item1451=请在恢复完成后，将 00 数据的备份从以上备份介质文件夹复制到您的系统。
Item1452=只能使用“不压缩”选项备份 00 数据。
Item1453=请选择“确定”以使用“不压缩”选项进行备份，或者选择“取消”重新备份文件。

[Windows Recovery Environment]
Item1500=HP备份和恢复信息，或者与HP支持团队的联系信息

[Windows System Refresh]
Item1600=在不影响个人文件的情况下恢复 PC

[AboutInfo]
Item1700=信息
Item1701=版本
Item1702=恢复介质
Item1703=系统
Item1704=产品编号
Item1705=序列号
Item1706=HP 恢复分区
Item1707=是
Item1708=否
Item1709=关于